{
  "cctv": {
    "title": "كاميرات المراقبة CCTV",
    "productImage": [
      {
        "source": "/product1.png"
      },
      {
        "source": "/product2.png"
      },
      {
        "source": "/product3.png"
      },
      {
        "source": "/product4.png"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "كاميرات المراقبة CCTV بنوعيها IP و HD سواء كانت سلكى او لاسلكي و أنظمة CCTV, او أنظمة المراقبة بالكاميرات HD & IP لتأمين الفلل والشركات والمولات والثري السياحية لمراقبة أنشطة من يترددون على المكان وحماية الأشخاص من السرقة باستخدام (تليفزيون الدائرة المغلقة CCTV بصورة مستمرة لنقل كل ما يحدث بداخل المكان أو بالخارج."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- الكاميرات الخاصة بأنظمة المراقبة التقاط صور ثابتة ونقية بتقنية NTSC.<br>- التقاط فيديوهات وصور واضحة تقاس بـ Television Lines.<br>- عدسات نقية ويتم قياسها بـ عدسات mm lenses."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/live1.png"
      },
      {
        "source": "/live2.png"
      },
      {
        "source": "/live3.png"
      }
    ]
  },
  "fire-system": {
    "title": "انذار الحريق",
    "productImage": [
      {
        "source": "/fireAlarm1.jpg"
      },
      {
        "source": "/fireAlarm2.jpg"
      },
      {
        "source": "/fireAlarm3.jpg"
      },
      {
        "source": "/fireAlarm4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "جهاز إنذار الحريق هو جهاز يصدر إنذارا صوتيا (ضوضاء)عند حدوث حريق. وذلك من أجل إخلاء المنطقة التي يشب فيها الحريق استعداداً لإطفائه. ونظام اكتشاف الحرائق يشغل إما يدوياً، أو تلقائياً"
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- كاشف الدخان، ويستخدم في الممرات والحجرات العامة<br>- كاشف الحرارة، ويستخدم في المطابخ بأنواعها المختلفة<br>- كاشف الدخان والحرارة، يجمع هذا النوع بين خصائص كاشف الدخان وكاشف الحرارة، ويستخدم في غرف الكهرباء والتكييف، بالإضافة إلى الأماكن التي تشتمل على الآلات والماكينات الكبيرة<br>- كاشف إنذار الحريق، ويستخدم في المداخل والسلالم "
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/liveFire1.jpg"
      },
      {
        "source": "/liveFire2.jpg"
      }
    ]
  },
  "service3": {
    "title": "طفايات الحريق",
    "productImage": [
      {
        "source": "/fireResist.jpg"
      },
      {
        "source": "/fireResist2.png"
      },
      {
        "source": "/fireResist4.jpg"
      },
      {
        "source": "/fireResist4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": " أسطوانة معدنية مملوءة بالماء أو بمواد كيميائية تستخدم لإخماد الحرائق. وهذه المطفأة يمكن حملها ومن السهل تشغيلها، وتستخدم بصورة رئيسية في إطفاء الحرائق الصغيرة قبل أن تنتشر ألسنة اللهب. من دواعي الوقاية تعلق تلك المطفآت الحمراء اللون في أماكن واضحة في الغرف والصالات المرغوب حمايتها من الحريق ، حتى يسهل على أي شخص موجود في المكان الإمساك بها واستخدامها سريعا لإطفاء حريق."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- طفايات الماء عادة ما يملأ ثلثي الأسطوانة بالماء ويستخدم الهواء العادي كغاز للضغط الداخلي، وتزود بمقياس للضغط.<br>- طفايات ثاني أكسيد الكربون... مملوءة بغاز ثاني أكسد الكربون المضغوط في حالته السائلة<br>- طفايات مسحوق المواد الكيميائية الجاف... تملأ الأسطوانة بمسحوق بعض المواد الكيميائية ويستخدم غاز النيتروجين لضغط الأسطوانة.وتعمل هذه المواد الكيميائية كغطاء تعزل الحريق عن الأوكسجين المحيط وتكبح عملية الاحتراق وتستخدم لإطفاء حرائق البترول، المعادن (ماغنسيوم - صوديوم- بوتاسيوم) والمواد السريعة الاشتعال (D) .<br>- طفايات الهالوجان ويفضل عدم استخدامها بالرغم من انها جيّدة لجميع أنواع الحرائق لأن الأبخرة الناتجة عنها تكون سامة خاصة في الأماكن المغلقة وتؤثر على طبقة الأوزون لأنها مركبة من الكلور والفلور والبروم. "
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/resistLive3.jpg"
      },
      {
        "source": "/resistLive4.jpg"
      }
    ]
  },
  "service4": {
    "productImage": [
      {
        "source": "/Reader1.webp"
      },
      {
        "source": "/Reader2.jpg"
      },
      {
        "source": "/Reader3-.png"
      },
      {
        "source": "/Reader4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "التحكم في الدخول و الخروج بالمنشأت للافراد عن طريق البصمه او الكارت والباسورد التحكم في دخول وخروج الساحات للسيارات عن طريق حواجز السيارات بكافة انواعها والتحكم بها عن طريق long range reader او short range reader."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- تقدم شركتنا مجموعة مختارة من أجهزة قراءة / مرسلات RFID قصيرة المدى بما في ذلك أجهزة القراءة التي تعمل باللمس والقرب وقارئات RFID من 10 سم إلى 100 سم. باستخدام LF 125 أو 134 kHz و HF 13.56 MHz ، فإن أجهزة قراءة RFID قصيرة المدى هذه قادرة على قراءة علامات RFID بسرعة وبدقة من نطاقات قصيرة.<br>- بغض النظر عن التردد الذي تعمل به أجهزة قراءة RFID (منخفضة ، عالية ، عالية جدًا) تصدر إشارة ثم تقوم بتفسير الاستجابة المرسلة بواسطة العلامة. لذلك ، يمكن شرح عملها في خطوتين مهمتين: <br>1- تم إنشاء الرسالة. لبدء الاتصال بالعلامة ، فإن المرحلة الأولى من الاتصال هي أن يقوم القارئ بإنشاء إشارة ، والتي تنبعث من خلال هوائي RFID ، وفقًا لخصائص النظام. <br>2- يتم تفسير الرد. في المرحلة الثانية من العملية ، يجب أن تستجيب العلامة للإشارة. يتم التقاط هذه الاستجابة وتفسيرها من قبل القارئ ، مما يسمح بالوصول بناءً على الأذونات."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/ReaderLive1.webp"
      },
      {
        "source": "/ReaderLive2.jpg"
      },
      {
        "source": "/ReaderLive3.jpg"
      }
    ]
  },
  "sound-systems": {
    "productImage": [
      {
        "source": "/sound1.jpg"
      },
      {
        "source": "/sound2.jpg"
      },
      {
        "source": "/sound3.jpeg"
      },
      {
        "source": "/sound4.png"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "أنظمة الصوتيات الداخلية للقاعات و المنشأت"
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- سهولة التركيب والاستخدام بما يساعد في تحسين تجربة النزلاء وتعزيز التقييم العام لمنشأتك على مواقع الانترنت. <br>- التكامل السلس بين أنظمة الفيديو مع حلول الصوت من خلال الجمع بين تكنولوجيا العرض وشاشات ال LED و LCD.<br>- إمكانية تركيب الأنظمة السمعية والبصرية في جميع المناطق المشتركة في منشأتك للمساعدة في بث الإعلانات وتشغيل الموسيقى الخلفية.<br>- ضمان شامل للتركيب المباشر والتسليم الدقيق للأنظمة وذلك لأن التنظيم والمهارة هي في صميم كل مشروع للنظم السمعية والبصرية."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/soundLive1.jpg"
      },
      {
        "source": "/soundLive2.webp"
      },
      {
        "source": "/soundLive3.jpg"
      }
    ]
  },
  "service6": {
    "productImage": [
      {
        "source": "/central1.png"
      },
      {
        "source": "/central2.jpg"
      },
      {
        "source": "/central3.jpg"
      },
      {
        "source": "/central4.png"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "أنظمة السنترال المركزي بنوعيه Analog و IP للقصور والشركات والمصانع والاماكن الادارية"
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-  توفير إدارة كاملة للمكالمات سواء المكالمات الداخلية أو الخارجية.<br>- تعدد الخطوط الهاتفية مما يتيح للموظفين التبديل بين الخطوط بكل سهولة، وكذلك استقبال عدد مكالمات أكبر، وبالتالي تنظيف الوقت واستقبال المزيد من إتصالات العملاء.<br>-  توفير خاصية إعادة توجيه المكالمات، سواء لخط آخر داخل الشركة، أو لخط خارجي، مع إمكانية إعادة توجيه المكالمات بريد صوتي.<br>- توفير خاصية رسالة قيد الانتظار، وهي تهم العملاء بشكل كبير، حيث تمكنهم من الانتظار والتأكد أنه سيتم التواصل معهم في أقرب وقت ممكن."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/centLive1.jpg"
      },
      {
        "source": "/centLive3.jpeg"
      }
    ]
  },
  "networking": {
    "productImage": [
      {
        "source": "/network1.png"
      },
      {
        "source": "/network2.jpg"
      },
      {
        "source": "/network3.jpg"
      },
      {
        "source": "/network4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "شبكات المعلومات و تأسيس البنية التحتية وتوريد أجهزة الحاسب الالي والطابعات"
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "- سهولة الوصول إلى المعلومات والمحافظة عليها بين مستخدمي الشبكة.<br>- سهولة التراسُل والتواصُل عبر البريد الإلكتروني، وعَقد مؤتمرات الفيديو، وغيرها.<br>- تمكين عِدّة مستخدمين من مشاركة جهاز واحد مثل الطابعة أو الماسح الضوئي.<br>- إمكانية مشاركة البرامج، أو برامج التشغيل على الأنظمة البعيدة."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/networkLive1.jpg"
      },
      {
        "source": "/networkLive2.jpg"
      }
    ]
  },
  "gps-services": {
    "productImage": [
      {
        "source": "/tracker1.jpg"
      },
      {
        "source": "/tracker5.webp"
      },
      {
        "source": "/tracker3.jpeg"
      },
      {
        "source": "/tracker4.webp"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "اجهزة تتبع السيارات تعطى لمالكي المركبات كافة اساليب الحماية والدعم، حيث توفر شركة أمانكم العالمية أحدث اجهزة جي بي اس للسيارات في مصر والوطن العربي على مدار العديد من الاعوام السابقة تعد شركة أيجلز هي الشركة الأكثر امدادا لاصحاب الشركات والسيارات في مصر بأفضل اجهزة تتبع السيارات المتطورة."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-اجهزة تتبع سيارات بـ وصلات سلكية <br> -اجهزة تتبع سيارات بدون وصلات اي لاسلكية <br> -اجهزة تتبع سيارات بكاميرات HD"
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/liveTrack1.png"
      },
      {
        "source": "/liveTrack2.jpg"
      }
    ]
  },
  "service9": {
    "productImage": [
      {
        "source": "/smart1.jpg"
      },
      {
        "source": "/smart2.jpg"
      },
      {
        "source": "/smart3.jpeg"
      },
      {
        "source": "/smart4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "نظام المنزل الذكي هو مصطلح يستخدم في المنازل حيث يتم استخدام الأجهزة المتصلة بالشبكة لتوفير المراقبة عن بعد وإدارة الأجهزة والأنظمة مثل الإضاءة والتدفئة . تعرف تقنية المنزل الذكي أيضًا بالمنازل المؤتمتة، وتوفر لأصحاب المنازل الأمان والراحة وكفاءة الطاقة من خلال السماح لهم بالتحكم فيها عن طريق الأجهزة الذكية ، والتي يتم تثبيتها غالبًا على الهواتف الذكية و / أو الأجهزة اللوحية أو الأجهزة الأخرى المتصلة بالشبكة. أنظمة المنزل الذكي مثل فتح باب الجراج وإغلاقه ، ونظم الإنذار ، وأجهزة توقيت آلة القهوة هي أمثلة بسيطة من أنظمة المنزل الذكي."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-تلفزيونات زكية<br>-أنظمة الإضاءة الذكية<br>-نظام الحرارة الذكي<br>-أنظمة قفل ذكية<br>-الكاميرات الأمنية الذكية"
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/smartLive1.jpg"
      },
      {
        "source": "/smartLive2.jpg"
      }
    ]
  },
  "service10": {
    "productImage": [
      {
        "source": "/led1.webp"
      },
      {
        "source": "/led2.jpg"
      },
      {
        "source": "/led3.jpg"
      },
      {
        "source": "/led4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "إن مقاطع LED أو البثق هي عبارة عن غلاف وقائي لإخفاء مصابيح الشريط LED. تعتبر الملفات الشخصية مثالية لإنشاء عمليات تثبيت أنيقة واحترافية. إنها تقلل من بقع مصابيح LED وتنشر الضوء للحصول على تأثير إضاءة أكثر نعومة. كما أنها تعمل كمشتت حراري للمساعدة في تبديد الحرارة التي تنتجها شرائط LED."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-خط ثابت من الضوء <br>-تقليل الوهج<br>-القوة والحماية<br>-يعمل بمثابة المشتت الحراري<br>-المزيد من إمكانيات الإبداع"
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/ledLive1.png"
      },
      {
        "source": "/ledLive2.webp"
      },
      {
        "source": "/ledLive3.jpg"
      }
    ]
  },
  "service11": {
    "productImage": [
      {
        "source": "/metal1.jpg"
      },
      {
        "source": "/metal2.webp"
      },
      {
        "source": "/metal3.jpg"
      },
      {
        "source": "/metal4.webp"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "كاشف المعادن هي جهاز كهربائي يستطيع تحديد وجود معادن قريبة منه. كاشف المعادن مفيد لإيجاد أجسام تحتوي على معادن، أو أجسام معدنية مدفونة تحت الأرض. تركب كاشف المعادن غالباً من وحدة محمولة تحتوي على حساس والذي يمكن كشف المعادن بواسطته عبر مسح الأرض أو أجسام أخرى. حيث إذا اقترب الحساس من قطعة معدنية يتغير صوت النغمة في السماعات، أو تتحرك إبرة في المؤشر. غالباً مايعطي الجهاز دلالة لبعد أو قرب المسافة حيث تصدر نغمة أقوى في السماعات حينما تكون مسافة البعد عن الجسم المعدني قريبة من كاشف المعادن، أو تقفز الإبرة أعلى في المؤشر. نوع شائع أخر أيضاً من كاشف المعادن هو كاشف المعادن الثابت، الذي يعبر من خلاله الأشخاص والذي يستخدم في المراقبة الأمنية في نقاط الدخول في السجن، المحاكم، المطارات، وبعض الفنادق وذلك لكشف الأسلحة المعدنية في جسم الشخص."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-اجهزة كشف الذهب التصويرية <br>-اجهزة كشف الذهب الكهرومغناطيسية<br>-اجهزة كشف المعادن الاستشعارية<br>-اجهزة متعددة انظمة البحث"
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/metalLive1.webp"
      },
      {
        "source": "/metalLive2.jpg"
      }
    ]
  },
  "service12": {
    "productImage": [
      {
        "source": "/fingerPrint1.jpg"
      },
      {
        "source": "/fingerPrint2.jpg"
      },
      {
        "source": "/fingerPrint3.jpg"
      },
      {
        "source": "/fingerPrint4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "البصمة الذكية هي الاستخدام الأحدث لتطور علم التعرف على الأشخاص والذي مر بتاريخ طويل إبتداءا من الإصبع وحتى بصمة الوجه واستخدم للوصول إليها العديد من التقنيات والابتكارات."
      },
      {
        "title": "خصائص الخدمة",
        "desc": ["-بصمة الإصبع <br>-بصمة الوجه"]
      }
    ],
    "liveImages": [
      {
        "source": "/printLive1.jpg"
      },
      {
        "source": "/printLive2.jpg"
      }
    ]
  },
  "service13": {
    "productImage": [
      {
        "source": "/theAlarm1.jpg"
      },
      {
        "source": "/theAlarm2.jpg"
      },
      {
        "source": "/theAlarm3.jpg"
      },
      {
        "source": "/theAlarm6.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "وهو عبارة عن لوحة  يتم ربطها مع عدة أجهزة او حساسات (Sensors) حيث يتم استخدامها للتصدي لعمليات السرقة و للكشف في الوقت المناسب عن الدخول غير المصرح به إلى المنطقة المراد تأمينها."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-يحتوى جهاز انذار السرقة على بطاريات تعمل فى حين انقطاع التيار الكهربائي. <br>-يحتوى جهاز انذار السرقة على وحدة اتصال داخلية للاتصال بأرقام ثابته في حالة الانذار. <br>-يحتوى جهاز انذار السرقة اللاسكي على ريموت كنترول لإمكانية فصل وتشغيل الجهاز عن بعد. <br>-يمكن لبعض اجهزة انذار السرقة ان تعمل على الحساسات السلكية واللاسلكية في نفس الوقت."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/theLive1.jpg"
      },
      {
        "source": "/theLive2.jpg"
      },
      {
        "source": "/theLive3.jpg"
      }
    ]
  },
  "service14": {
    "productImage": [
      {
        "source": "/intercom1.jpg"
      },
      {
        "source": "/intercom2.jpg"
      },
      {
        "source": "/intercom3.jpg"
      },
      {
        "source": "/intercom4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "هو نظام اتصال صوتى او صوتى ومرئى معا حسب حاجة المستخدم. وتعتبر اجهزة الانتركم من اهم اجهزة وادوات انظمة المراقبة الامنية والتى يعتمد عليها الكثير من الأفراد كوسيلة مراقبة وحماية فعالة ومتميزة. يعمل الجهاز بشكل منفرد ومستقل عن باقى الشبكات التى يتم توصيلها داخل المكان مثل شبكة الهاتف"
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-بواسطة أجهزة الانتركم يتم الربط بين سنترالات المؤسسات والشركات الكبرى والتواصل السري والآمن لحفظ الأمن وحماية المؤسسات والمنازل من السرقة والأختراق <br>-يحتوى جهاز انذار السرقة على وحدة اتصال داخلية للاتصال بأرقام ثابته في حالة الانذار. <br>-يحتوى جهاز انذار السرقة اللاسكي على ريموت كنترول لإمكانية فصل وتشغيل الجهاز عن بعد. <br>-يتمكن صاحب المكان من تسجيل المكالمات الصوتية والمرئية مع الزائر والتعرف على هويته. <br>-الجهاز مزود بتحويل المكالمات على الجوال في حالة عدم تواجدك بالمنزل. <br>-لا يتم فتح الأبواب إلا من خلال إعطاء الأمر وبواسطة جوال المستخدم"
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/interLive1.jpg"
      },
      {
        "source": "/interLive2.jpg"
      }
    ]
  },
  "service15": {
    "productImage": [
      {
        "source": "/nurseCall1.jpg"
      },
      {
        "source": "/nurseCall2.jpg"
      },
      {
        "source": "/nurseCall3.jpg"
      },
      {
        "source": "/nurseCall4.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "أنظمة استدعاء ممرضات في المستشفيات Nurse Call ، هو نظام استدعاء الممرضات بالمستشفيات هو افضل وسيلة لرفع كفاءة الخدمة فى المستشفيات حيث يقوم النظام  بإظهار رقم الغرفة أو السرير على لوحة البيان  في الغرفة الخاصة بالممرضات بما يسمح بتقديم افضل رعاية وخدمة طبية وتهدف أنظمة استدعاء ممرضات nurse call الى تسهيل عملية الرعاية الصحية للمرضى ومساعدتهم في حالة الطوارئ وكما يسمح بتسهيل التواصل بين فريق العلاج الطبي من اطباء وممرضات."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-توفر الشركة العديد من انظمة استدعاء الممرضات Nurse Call التي تتمتع بجودتها وتطورها.<br>-تقدم الشركة خدمة توريد وتركيب انظمة استدعاء الممرضات Nurse Call، ويتم ذلك من قبل أكفأ الفنيين المتخصصين في هذا المجال. <br>-تمنح الشركة العميل ضمان على المنتج ضد عيوب الصناعة، كما تقدم خدمات ما بعد البيع وخدمات الدعم الفني للعميل. <br>-تلتزم الشركة بالمواعيد المتفق عليها مع العميل، بجانب الاحترافية في الاداء والاتقان في العمل والانتهاء منه بشكل سريع. <br>-تتميز الشركة بتقديم كافة الخدمات في مجال انظمة استدعاء الممرضات Nurse Call مقابل أسعار خاصة تتناسب مع جميع المشاريع ."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/nurseLive1.png"
      },
      {
        "source": "/nurseLive2.jpg"
      }
    ]
  },
  "service16": {
    "productImage": [
      {
        "source": "/call3.jpg"
      },
      {
        "source": "/call4.webp"
      },
      {
        "source": "/call5.jpg"
      }
    ],
    "infoText": [
      {
        "title": "معلومات الخدمة",
        "desc": "نظام كامل يلبي احتياجات اصحاب المؤسسات والشركات وادارة المستشفيات لعمل قائمة الانتظار المتنوعة لاقسام مختلفة لخدمة العملاء وتوجيههم الي القسم المراد في اقل وقت ممكن فهو يسهل علي الزائرين الدخول إلى قائمة انتظار عن طريق أخذ تذكرة عبر قنوات مختلفة مثل كشك التذاكر ( الكيوسك )  بالخدمة الذاتية  واختيار الخدمة المطلوبة عبر الشاشة التاتش التي تعمل باللمس او تذاكر الويب  التي يمكن حجزها مسبقا عبر الهاتف من علي الموقع الالكتروني او تطبيق الهاتف المحمول من المتاجر المختلفة (Windows ، android ، IOS) او المواعيد المسبق حجزها عبر الإنترنت او الهاتف ."
      },
      {
        "title": "خصائص الخدمة",
        "desc": [
          "-النظام مجهز للعمل دون الاحتياج الى اي برامج مساعدة Built In software.<br>-شاشات الاستدعاء تعمل بمفردها و لا تحتاج الى اجهزة كمبيوتر للعمل معها. <br>-شاشات الاستدعاء تحتفظ باخر رقم تم طلبة عند انقطاع التيار الكهربي للبدء من هذا الرقم بعد عودة التيار . <br>-تلتزم الشركة بالمواعيد المتفق عليها مع العميل، بجانب الاحترافية في الاداء والاتقان في العمل والانتهاء منه بشكل سريع."
        ]
      }
    ],
    "liveImages": [
      {
        "source": "/callLive2.jpg"
      },
      {
        "source": "/callLive3.jpg"
      }
    ]
  }
}
