'use client';
import { UnorderedList } from '@chakra-ui/react';
import React from 'react';
import { Container } from './Container';
import { Text } from './Text';

const AboutText = [
  {
    title: 'من نحن؟',
    para: 'مؤسسة ايجلز انترناشيونال بالرياض هي امددات لشركة ايجلز انترشيونال بالقاهرة حيث انها أحدي الشركات الرائدة في عالم الانظمة الامنية الالكترونية والتيار الخفيف والشبكات منذ عام ۲۰۱۷ بالقاهرة - جمهورية مصر العربية وقد حققت الشركة نجاحات ومشاريع عده بجميع القطاعات الحكومية والشرطية والقوات المسلحة خلال تلك المده واصرارا منا في تحقيق نجاحات جديدة بالمملكة العربية السعودية وقد تم مولد عملاق جديد للشركة بالرياض لتحقيق نجاحات اكثر بالمملكة امالين من الله العلي القدير ان يوفقنا ليستمر العطاء والنجاحات وان يستمر حلمنا بالانتشار والتواجد بكافة ارجاء الوطن العربي ويستمر اسم شركة ايجلز انترناشيونال خفاقا ومتربع بسماء الوطن العربي في مجال الانظمة الامنية الالكترونية والتيار الخفيف والشبكات.',
  },
  {
    title: 'خـدمـتـنـا',
    list: [
      'كاميرات المراقبة CCTV بنوعيها IP و HD كانت سلكى او لاسلكى.',
      ' انذار الحريق بنوعيه يمكن معالجته والتقليدي التقليدية.',
      'اطفاء الحريق بكافة انواعه الذاتي الاطفاء واليدوى بكافة انواع مواد الاطفاء CO2.',
      'التحكم في الدخول والخروج في جولة بالسيارة عن طريق البصمة والكارت والباس الوردي.',
      'انظمة السنترال المركزى الداخلة بنوعية Ip - ANALOG للقصور والمصانع والاماكن الادارية.',
      'شبكات المعلومات وتأسيس الأساسيات وتوريد اجهزة الحاسب الالي والطابعات.',
      'نظام الدش المركزي للفنادق.',
      'اجهزة السيارات للسيارات والشاحنة والاتوبيسات للمنطقة التي تمتلك اسطول من السيارات مثل المصانع والمدارس وغيرها',
      'انظمة المنازل للتحكم في الاضاءة والتكييف والستائر والاجهزة والبوابات وغيرها.',
      'نظم الاضاءة الحديثة مع التأسيس بروفايل LED.',
      ' أنظمة الكشف عن الأسلحة والمعدان.',
      'اجهزة البصمة بالاصبع والعين والوجهه للموظفين والعمال بالاجهزة الشبكية LAN او الاجهزة المستقلة STAND.',
      'سواء كانت موجودة في الخارج أو خارجها.',
      'انظمة الانتركم المرئي والصوتى بكافة انواعه IP - ANALOG - DIGITAL والتحكم في فتح الأبواب الكترونيا.',

      'نظام استدعاء الممرضات والاطباء المستخدم للمستشفيات.',
      'نظام استدعاء العملاء الدور بالاماكن الخدمية مثل البنوك وغيرها.',
    ],
    para: `المؤسسة المنظمة مهندسيين وفنيين على درجة عالية من الخبرة والكفاءة في مجال العمل في مجال العمل والإنشاءات الرقمية والمشتركة والمؤسسة الرقمية والمشتركة والمشتركة في المؤسسة الذكية لانظمة:
`,
  },
  {
    title: 'رؤيـتـنـا',
    para: 'تقدم المؤسسة حلول اتصالات متكاملة للعملاء والمؤسسات الصغيرة والكبيرة في تأمين المنشأت بكل انواعها ، ونظم المراقبة بالكاميرات CCTV و IP ، ونظم التحكم في الدخول ، وانظمة انذار السرقة ومتابعة اوقات الحضور والانصراف ، ونظم إنذار الحريق ، ونظم استدعاء الممرضات ، ونظم تنظيم الدور للعملاء وأجهزة الكشف عن المعادن والاسلحة بالأشعة السينية، ونظم وقوف السيارات ،  والاتصال الداخلي الصوتي والبصري ، ونظام مكافحة الحرائق، كذلك انظمة المنازل الذكية علاوة على ذلك ، توفر الشركة حلولا مرنة وقابلة للتطوير بدرجة عالية لأنظمة الأمان، والهدف الرئيسي هو تقديم فائدة مثالية للمستخدمين لمواجهة تحدياتهم على حلول الأمن المادي بمساعدة حلول متوافقة مع السوق وموثوقة وعالية الأداء.',
  },
  {
    title: 'هـــدفـنـا',
    para: 'تقديم منتجات عالية الجودة وخدمات مهنية لعملائنا من خلال سنوات الخبرة المكتسبة في مجالاتنا المتعدده',
  },
];

const AboutMain = () => {
  return (
    <div className='px-4 py-8' dir='rtl'>
      <Container>
        {AboutText.map((text, index) => (
          <div key={index}>
            <h1 className='text-2 about-header !text-right'>{text.title}</h1>
            {text.para && (
              <Text
                as='pre'
                variant='body'
                className='text-1 py-4 about-text !text-right leading-loose whitespace-pre-wrap'
              >
                {text.para}
              </Text>
            )}
            {text?.list && (
              <UnorderedList pb={4}>
                {text?.list.map((listItem) => (
                  <Text
                    as='li'
                    className='text-1 about-text !text-right leading-loose whitespace-pre-wrap'
                  >
                    {listItem}
                  </Text>
                ))}
              </UnorderedList>
            )}
          </div>
        ))}
      </Container>
    </div>
  );
};

export default AboutMain;
